[
  {
    "id": 0,
    "type": "Лендінг",
    "price": "Від 200 USD",
    "text_short": "Лендінг — це односторінковий сайт, мета якого — залучення клієнтів і підвищення конверсії. Він використовується для презентації конкретного продукту, послуги або заходу, а також для збору контактних даних потенційних клієнтів. Мають продуману структуру, візуально привабливий дизайн і чіткі заклики до дії, що сприяють досягненню маркетингових цілей.",
    "text_long": "Як розробник, я створюю адаптивні, швидкі та продуктивні лендінги, які не лише привертають увагу, а й ведуть користувачів до конкретної дії — купівлі, реєстрації чи підписки. Використовуючи Next.js та React, я забезпечую оптимізовану швидкість завантаження, сумісність з мобільними пристроями, кросбраузерну підтримку та SEO-оптимізацію для кращої видимості в пошукових системах. Мої лендінги можуть включати інтерактивні елементи, анімації, форми зворотного зв'язку, підключення до CRM і аналітичних систем для відстеження конверсій. Що входить: дослідження ринку та конкурентів, розробка структури сторінки, налаштування форм для збору даних, інтеграція аналітики, адаптивність під мобільні пристрої, тестування продуктивності. Термін виконання: 2-3 тижні."
  },
  {
    "id": 1,
    "type": "Візитка",
    "price": "Від 200 USD",
    "text_short": "Сайт-візитка — це компактний сайт (зазвичай 3-5 сторінок), який представляє основну інформацію про компанію, спеціаліста або продукт. Це чудовий варіант для малого бізнесу, фрилансерів або особистих брендів, яким потрібна професійна присутність в інтернеті для підвищення впізнаваності та довіри.",
    "text_long": "Я розробляю сайти-візитки з адаптивним дизайном, що виглядають сучасно та викликають довіру у потенційних клієнтів. Використовуючи Next.js і React, я забезпечую швидке завантаження сторінок, правильне відображення на різних пристроях та браузерах, а також можливість масштабування функціоналу в майбутньому. У сайтах-візитках можна реалізувати інтеграцію з соцмережами, Google Maps, контактні форми та підключення до CMS для самостійного редагування контенту. Що входить: розробка сторінок «Про нас», «Послуги», «Контакти», інтеграція форм, галереї, налаштування SSL-сертифікату, підключення аналітики. Термін виконання: 3-4 тижні."
  },
  {
    "id": 2,
    "type": "Каталог",
    "price": "Від 200 USD",
    "text_short": "Каталог — це багатосторінковий сайт для презентації товарів або послуг із можливістю детального опису, але без онлайн-покупок. Він підходить для бізнесів, які прагнуть надати інформацію про свій асортимент або послуги, забезпечити зручну навігацію та структуру.",
    "text_long": "Я розробляю сайти-каталоги зі зрозумілою навігацією, швидким пошуком, фільтрацією та сортуванням товарів. Використовую технології Next.js та React для забезпечення стабільної роботи сайту, оптимізації швидкості завантаження й ефективного управління великими обсягами даних. Виконую інтеграцію з CRM для управління даними про товари та клієнтів, налаштовую SEO для підвищення видимості у пошукових системах. Що входить: розробка головної сторінки, категорій, карток товарів, інтеграція пошукових фільтрів, підготовка до інтеграції з CRM, налаштування аналітики.Термін виконання: 4-6 тижнів."
  },
  {
    "id": 3,
    "type": "Магазин",
    "price": "Від 200 USD",
    "text_short": "Інтернет-магазин — це сайт для онлайн-продажів із кошиком, платіжними системами, системою керування замовленнями та особистими кабінетами користувачів. Він підходить для бізнесів, які прагнуть автоматизувати процеси продажів та збільшити дохід завдяки онлайн-присутності.",
    "text_long": "Я створюю інтернет-магазини з повноцінним функціоналом, адаптивним дизайном, інтеграцією платіжних систем, налаштуванням кошика, фільтрацією товарів, управлінням замовленнями та підтримкою користувачів. Використовую Next.js та React, щоб забезпечити високу продуктивність, надійність і швидке завантаження. Додатково налаштовую інтеграції з CRM, системами обліку товарів, аналітикою та маркетинговими інструментами. Що входить: сторінки товарів, кошик, платіжні системи, особистий кабінет користувача, інтеграція аналітики, оптимізація для SEO, налаштування CRM.Термін виконання: 6-8 тижнів."
  }
]
