[
  {
    "id": 1,
    "name": "Kolibry Studio",
    "text_short": "Сайт-візитка для лашмейкера є сайтом студії краси Kolibry Studio, що спеціалізується на нарощуванні вій та навчанні для професіоналів. Є можливість запису через форму на сайті, або сервіс букси. Основна мета веб-сайту - продемонструвати студію, її послуги та професійний підхід.",
    "text_long": "Kolibry Studio – це сучасний веб-сайт студії краси, яка спеціалізується на нарощуванні вій та професійному навчанні. Основна мета платформи – представити студію, її послуги та високий рівень професіоналізму. \nСайт має адаптивний дизайн та надає користувачам можливість ознайомитися з послугами, записатися на процедури або навчання, а також отримати консультацію. \nМною було виконано: \n Розробка фронтенду на основі Next.js \nОптимізація продуктивності сайту \nПокращення SEO та швидкості завантаження \nВикористання \ntailwind CSS для створення адаптивного UI/UX \nРозгортання сайту на Vercel \nНалаштування збірки та CI/CD \nРезультати: \nПокращена зручність використання сайту та навігація \nШвидке завантаження сторінок завдяки оптимізації Next.js \nСтворено адаптивний і естетичний \nпривабливий інтерфейс",
    "image": "/img/projects/project_1_x1.webp",
    "image_x2": "/img/projects/project_1_x1.webp 1x, /img/projects/project_1_x2.webp 2x",
    "href": "https://kolibry-studio-product-version.vercel.app/ua",
    "technology": ["Next.js", "Redux", "JavaScript", "HTML", "CSS"]
  },
  {
    "id": 2,
    "name": "Ventiliation System",
    "text_short": "Сайт-візитка є сайтом фірми ventiliation system, що спеціалізується на встановлені вентиляційних систем в житлових приміщенях, а також в приміщеннях підприємств. На сайті реалізована можливість зв'язку через форму. Основна мета веб-сайту - продемонструвати професійні послуги які надає фірма.",
    "text_long": "Ventilation System – це веб-платформа компанії, яка спеціалізується на встановленні вентиляційних систем у житлових та комерційних приміщеннях. Основна мета сайту – продемонструвати професійні послуги компанії, а також допомогти користувачам вибрати та замовити відповідне вентиляційне обладнання. \nСайт має адаптивний дизайн і надає детальну інформацію про продукцію, її характеристики та можливість зв’язатися з консультантами. \nМною було зроблено: \nРозробка фронтенду за допомогою Next.js \nСтворення динамічних сторінок для продуктів і категорій \nОптимізація швидкості завантаження сайту та SEO \nРеалізація форм зворотного зв’язку та збереження даних \nВикористання Tailwind CSS для адаптивного дизайну \nДеплой проєкту на Vercel \nРезультати: \nПокращена навігація та UX, що забезпечує зручний вибір продукції \nШвидке завантаження сторінок завдяки оптимізації Next.js \nРеалізовано форму зворотного зв’язку та можливість залишати заявки \nАдаптивний дизайн, що коректно працює на мобільних пристроях",
    "image": "/img/projects/project_2_x1.webp",
    "image_x2": "/img/projects/project_2_x1.webp 1x, /img/projects/project_2_x2.webp 2x",
    "href": "https://ventilation-system.vercel.app/",
    "technology": ["Next.js", "Redux", "JavaScript", "HTML", "CSS"]
  }
]
